[
  {
    "name": "Daniel Mo Houshmand",
    "role": "CEO & Founder",
    "bio": "Daniel Mo Houshmand pioneers topological quantum computing at the intersection of pure mathematics and quantum physics. With a Master's in Applied Mathematics and Bachelor's in Engineering, he drives QDaria's groundbreaking work in Fibonacci anyon-based quantum systems—a frontier poised to revolutionize error-resistant quantum computation. As an invited speaker at IQT New York 2024 and Davos 2025, Daniel articulates a transformative vision: building 7-12 quantum-focused companies by 2030 that democratize access to quantum technologies. His leadership philosophy centers on aggressive R&D investment, rapid iteration, and strategic global partnerships to accelerate quantum computing's transition from laboratory curiosity to industrial necessity. Under his direction, QDaria advances proprietary algorithms in topological quantum error correction while cultivating Norway's quantum ecosystem through talent development and international collaboration. Daniel's strategic roadmap positions QDaria as a catalyst for quantum-era innovation across finance, cryptography, materials science, and artificial intelligence.",
    "email": "daniel@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/daniel-mo-houshmand/"
  },
  {
    "name": "Rajesh Chavan",
    "role": "Chief Strategy & Growth Officer",
    "bio": "Rajesh Chavan architects QDaria's strategic expansion and technology partnership ecosystem with precision and foresight. As Chief Strategy & Growth Officer, he orchestrates market evaluation, competitive intelligence, and partnership development that position QDaria at the forefront of quantum computing commercialization. Rajesh's strategic acumen transforms emerging quantum technologies into viable business opportunities, identifying high-value market segments and cultivating relationships with research institutions, enterprise clients, and investment partners. His data-driven approach to growth strategy balances aggressive market penetration with sustainable scaling, ensuring QDaria's innovations reach industries primed for quantum transformation. Rajesh leads technology assessment initiatives that guide R&D prioritization, aligning scientific breakthroughs with market demands in finance, pharmaceuticals, logistics, and cybersecurity. His strategic vision extends beyond immediate growth metrics to long-term ecosystem development, positioning QDaria as an anchor player in the global quantum economy.",
    "email": "rajesh@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/rajesh-chavan/"
  },
  {
    "name": "Svein-Erik Nilsen",
    "role": "Chief Operating Officer",
    "bio": "Svein-Erik Nilsen transforms operational complexity into competitive advantage, orchestrating QDaria's infrastructure, resource allocation, and process excellence. As Chief Operating Officer, he implements scalable systems that support rapid innovation while maintaining operational rigor across research, development, and business functions. Svein-Erik's expertise in organizational design enables QDaria to balance scientific exploration with commercial execution, establishing workflows that accelerate quantum algorithm development, hardware prototyping, and market deployment. His strategic resource management optimizes laboratory capabilities, computational infrastructure, and talent deployment—ensuring research teams access cutting-edge tools while maintaining fiscal discipline. Svein-Erik champions operational transparency and cross-functional collaboration, breaking down silos between quantum physicists, software engineers, and business developers. His process optimization initiatives reduce development cycles, enhance quality control, and position QDaria for exponential scaling as quantum technologies mature from experimental systems to production-ready platforms.",
    "email": "svein@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/svein-erik-nilsen/"
  },
  {
    "name": "Caroline Woie",
    "role": "Chief Content Officer",
    "bio": "Caroline Woie translates quantum complexity into compelling narratives that bridge scientific innovation and public understanding. As Chief Content Officer and accomplished director with credits including NRK's 24-episode series \"Gym\" and documentary \"Fetisha sveiper,\" she brings cinematic storytelling expertise to quantum technology communication. Caroline's documentary-style approach demystifies abstract quantum concepts through visual storytelling, photography, and multimedia content that engages investors, partners, and the broader public. Her editorial vision positions QDaria's research breakthroughs within broader technological and societal contexts, articulating how topological quantum computing addresses real-world challenges in drug discovery, climate modeling, and artificial intelligence. Caroline directs content strategy across scientific publications, investor communications, educational initiatives, and brand storytelling—ensuring QDaria's innovations resonate with diverse stakeholders. Her production expertise transforms technical achievements into accessible, inspiring narratives that accelerate quantum literacy and position QDaria as a thought leader in the quantum revolution.",
    "email": "caroline@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/caroline-woie/"
  },
  {
    "name": "John Kristiansen",
    "role": "Head of Networking",
    "bio": "John Kristiansen cultivates strategic relationships that amplify QDaria's influence across quantum computing, research institutions, and investment communities. Leveraging extensive property development experience that honed his partnership-building capabilities, John orchestrates networking initiatives connecting QDaria with key stakeholders in academia, industry, and government. His strategic relationship management opens doors to collaborative research opportunities, technology transfer agreements, and commercial partnerships that accelerate quantum innovation deployment. John's networking expertise identifies synergies between QDaria's capabilities and market needs, facilitating introductions that translate into funded research projects, pilot programs, and strategic alliances. He spearheads QDaria's presence at international quantum conferences, investor forums, and industry summits—positioning the company as an accessible partner for organizations seeking quantum computing expertise. John's relationship infrastructure supports business development, talent acquisition, and market intelligence gathering, creating a robust ecosystem that sustains QDaria's growth trajectory.",
    "email": "john@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/john-kristiansen/"
  },
  {
    "name": "Gaspar Alvarado",
    "role": "CFO",
    "bio": "Gaspar Alvarado architects QDaria's financial foundation with strategic precision, balancing aggressive R&D investment with sustainable fiscal management. As Chief Financial Officer, he implements financial systems that support quantum computing's long development cycles while maintaining investor confidence and operational flexibility. Gaspar's procurement expertise optimizes resource allocation across quantum hardware acquisition, computational infrastructure, and talent investment—ensuring maximum research impact per dollar invested. His financial modeling anticipates quantum technology commercialization timelines, structuring funding rounds and partnerships that provide runway for breakthrough innovation. Gaspar champions transparent financial reporting and risk management, establishing controls that protect QDaria's assets while enabling calculated risks essential to scientific advancement. His strategic financial planning positions QDaria for multiple funding scenarios—from grant-based research support to venture capital and strategic corporate partnerships—ensuring capital availability through quantum computing's maturation phases. Gaspar's fiscal discipline enables ambitious innovation without compromising organizational stability.",
    "email": "gaspar@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/gaspar-alvarado/"
  },
  {
    "name": "Nick Saaf",
    "role": "CSO",
    "bio": "Nick Saaf drives QDaria's sales strategy and customer relationship excellence, translating quantum computing capabilities into compelling value propositions for enterprise clients. As Chief Sales Officer and founder of Alfresco Cookery s.r.o., Nick brings hospitality industry insights—where customer experience defines success—to quantum technology commercialization. His sales approach demystifies quantum computing's technical complexity, articulating clear ROI for organizations in finance, pharmaceuticals, logistics, and cybersecurity exploring quantum advantage. Nick develops sales frameworks that navigate quantum computing's extended sales cycles, building trust with technical decision-makers and C-suite executives through education-focused selling. His customer relationship management ensures clients understand quantum capabilities, limitations, and roadmap—fostering partnerships built on realistic expectations and mutual growth. Nick's sales strategy balances immediate revenue opportunities with long-term ecosystem development, positioning QDaria as a trusted quantum computing partner. His hospitality background informs a customer-centric approach that prioritizes client success, ensuring quantum implementations deliver measurable business impact.",
    "email": "nick@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/nick-saaf/"
  },
  {
    "name": "Sharareh Movahed Shariat Panahi",
    "role": "ACEO",
    "bio": "Sharareh Movahed Shariat Panahi ensures organizational excellence and regulatory compliance as QDaria navigates quantum computing's complex legal and governance landscape. As Assistant CEO with legal expertise, she establishes frameworks that balance innovation velocity with intellectual property protection, data security, and regulatory adherence. Sharareh's governance systems support QDaria's multi-stakeholder environment—coordinating research teams, business units, and external partnerships while maintaining organizational coherence. Her legal acumen addresses quantum computing's emerging regulatory challenges, from export controls on quantum technologies to data privacy in quantum-enhanced systems. Sharareh champions compliance frameworks that anticipate future regulations while preserving research freedom and commercial flexibility. Her strategic coordination ensures executive decisions align with long-term vision, facilitating communication between technical leadership and business operations. Sharareh's organizational leadership creates structured flexibility—enabling rapid response to scientific breakthroughs and market opportunities while maintaining operational discipline essential for scaling quantum ventures.",
    "email": "sharareh@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/sharareh-panahi/"
  },
  {
    "name": "Nils Bjelland Grønvold",
    "role": "Chief Culture Officer",
    "bio": "Nils Bjelland Grønvold cultivates QDaria's innovative culture through creative leadership informed by his multifaceted artistic career. As a rapper who performed at Roskilde Festival and co-founded RatPack, Nils understands how creative collaboration sparks breakthrough innovation. He channels this artistic sensibility into organizational culture design, fostering environments where quantum physicists, engineers, and business minds collaborate with creative fluidity. Nils champions psychological safety and intellectual risk-taking—essential ingredients for quantum computing breakthroughs that challenge conventional thinking. His culture initiatives blend scientific rigor with creative experimentation, establishing rituals, spaces, and norms that celebrate both analytical precision and imaginative problem-solving. Nils leads diversity and inclusion efforts that ensure QDaria attracts talent from varied backgrounds, recognizing that quantum revolution demands perspectives beyond traditional physics pipelines. His artistic background informs team-building approaches that strengthen interpersonal bonds, enhance communication, and sustain motivation through quantum computing's long development cycles. Nils transforms organizational culture into competitive advantage.",
    "email": "nils@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/nils-gronvold/"
  },
  {
    "name": "Daria (Søreide) Houshmand",
    "role": "Developer & Board Member",
    "bio": "Daria Houshmand brings pioneering AI expertise and multidisciplinary scientific insight to QDaria's quantum computing initiatives. As an early adopter who explored GPT-2 in 2019—years before mainstream AI adoption—Daria demonstrates the technical curiosity and foresight that drives quantum innovation. Her passion for mathematics, physics, and programming creates natural synergies with quantum algorithm development and quantum machine learning applications. Daria contributes to QDaria's R&D initiatives at the intersection of quantum computing and artificial intelligence, exploring how quantum systems can enhance machine learning capabilities and vice versa. Her board membership provides strategic perspective that balances technical feasibility with business viability, ensuring QDaria's research agenda aligns with emerging market opportunities. Daria's developer background enables hands-on contributions to quantum software development while her broad scientific interests foster cross-pollination between quantum physics, computer science, and mathematical theory. Her technical leadership inspires QDaria's engineering teams to push boundaries at quantum computing's frontier.",
    "email": "daria@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/daria-houshmand/"
  },
  {
    "name": "Fredrik Krey Stubberud",
    "role": "CIO",
    "bio": "Fredrik Krey Stubberud architects QDaria's technology infrastructure, ensuring robust IT systems support quantum computing's demanding computational and security requirements. As Chief Information Officer, Fredrik builds scalable infrastructure that bridges classical computing needs with quantum hardware integration, enabling seamless workflows for researchers and developers. His technology operations expertise addresses quantum computing's unique challenges—from cryogenic hardware monitoring systems to secure quantum key distribution networks. Fredrik implements cybersecurity frameworks protecting QDaria's intellectual property and research data while facilitating collaborative development across distributed teams. His systems management ensures high availability for computationally intensive quantum simulations, algorithm testing, and hardware control systems. Fredrik champions technology standardization and automation that accelerate development cycles while maintaining quality and security. His infrastructure vision anticipates QDaria's scaling requirements, establishing cloud-hybrid architectures and quantum-classical computing interfaces that support current research while remaining adaptable to emerging quantum technologies. Fredrik's IT leadership transforms technology from operational necessity into strategic enabler of quantum innovation.",
    "email": "fredrik@qdaria.com",
    "linkedin": "https://www.linkedin.com/in/fredrik-stubberud/"
  }
]
